Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashflow.bulk_expense.error.no_rows
source: No expense rows were recognized.
de: Keine Ausgabenzeilen erkannt.
es: No se reconocieron filas de gastos.
fr: Aucune ligne de dépense n'a été reconnue.
tr: Hiçbir harcama satırı tanınamadı.
zh_hans: 未识别到支出记录。

# cashflow.bulk_expense.error.no_rows_to_save
source: Add at least one valid expense row.
de: Füge mindestens eine gültige Ausgabenzeile hinzu.
es: Añade al menos una fila de gasto válida.
fr: Ajoutez au moins une ligne de dépense valide.
tr: En az bir geçerli harcama satırı ekleyin.
zh_hans: 请至少添加一条有效支出记录。

# cashflow.bulk_expense.error.no_text
source: No text was found on the screenshot.
de: Kein Text im Screenshot gefunden.
es: No se encontró texto en la captura.
fr: Aucun texte n'a été trouvé sur la capture d'écran.
tr: Ekran görüntüsünde metin bulunamadı.
zh_hans: 截图中未发现文字。

# cashflow.bulk_expense.help.crop.do
source: Оставляй 5-12 строк расходов с названиями магазинов и суммами в одной колонке
de: Lass 5–12 Ausgabenzeilen mit Händlernamen und Beträgen in einer Spalte
en: Leave 5-12 expense rows with merchant names and amounts in one column
es: Deja 5-12 filas de gastos con nombres de comercios e importes en una columna
fr: Laissez 5 à 12 lignes de dépenses avec les noms des marchands et les montants dans une colonne
tr: Tek sütunda satıcı adları ve tutarları olan 5-12 harcama satırı bırakın
zh_hans: 在一列里保留 5-12 行带商户名和金额的支出记录

# cashflow.bulk_expense.help.crop.do_second
source: Следи, чтобы сумма была видна целиком: `Пятерочка 1 240 ₽`, `Яндекс Такси 870 ₽`
de: Vollständigen Betrag sichtbar lassen: `Supermarkt 1.240 €`, `Taxi 8,70 €`
en: Keep the full amount visible: `Grocery Store 1 240 ₽`, `Taxi 870 ₽`
es: Mantén el importe completo visible: `Supermercado 1.240 €`, `Taxi 8,70 €`
fr: Gardez le montant complet visible : `Épicerie 1 240 ₽`, `Taxi 870 ₽`
tr: Tam tutarı görünür tutun: `Market 1 240 ₽`, `Taksi 870 ₽`
zh_hans: 确保金额完整可见，例如：`超市 1 240 ₽`、`打车 870 ₽`

# cashflow.bulk_expense.help.crop.dont
source: Обрезай баланс, карусель карт, графики, баннеры кешбэка и нижнюю навигацию
de: Saldo, Kartenkarussell, Diagramme, Cashback-Banner und Navigationsleiste abschneiden
en: Cut off balance, cards carousel, charts, cashback banners, and bottom navigation
es: Recorta el saldo, el carrusel de tarjetas, gráficos, banners de cashback y navegación inferior
fr: Coupez le solde, le carrousel de cartes, les graphiques, les bannières de cashback et la navigation inférieure
tr: Bakiyeyi, kart karuselini, grafikleri, cashback banner'larını ve alt navigasyonu kesin
zh_hans: 裁掉余额、卡片轮播、图表、返现横幅和底部导航

# cashflow.bulk_expense.help.crop.example_title
source: Пример кадра
de: Beispielrahmen
en: Example frame
es: Marco de ejemplo
fr: Exemple de cadre
tr: Örnek çerçeve
zh_hans: 示例截图范围

# cashflow.bulk_expense.help.crop.example.history
source: История операций
de: Transaktionsverlauf
en: Transaction history
es: Historial de transacciones
fr: Historique des transactions
tr: İşlem geçmişi
zh_hans: 交易记录

# cashflow.bulk_expense.help.crop.example.merchant.coffee
source: Кофейня
de: Coffee Point
en: Coffee Point
es: Coffee Point
fr: Coffee Point
tr: Coffee Point
zh_hans: 咖啡店

# cashflow.bulk_expense.help.crop.example.merchant.groceries
source: Пятерочка
de: Supermarkt
en: Grocery Store
es: Supermercado
fr: Épicerie
tr: Market
zh_hans: 超市

# cashflow.bulk_expense.help.crop.example.merchant.taxi
source: Яндекс Такси
de: Taxi
en: Taxi
es: Taxi
fr: Taxi
tr: Taksi
zh_hans: 打车

# cashflow.bulk_expense.help.crop.example.merchant.transfer
source: Перевод себе
de: Eigene Überweisung
en: Own transfer
es: Transferencia propia
fr: Virement propre
tr: Kendi transferi
zh_hans: 转给自己

# cashflow.bulk_expense.help.crop.example.zone.balance
source: Баланс
de: Guthaben
en: Balance
es: Saldo
fr: Solde
tr: Bakiye
zh_hans: 余额

# cashflow.bulk_expense.help.crop.example.zone.cards
source: Карусель карт
de: Kartenkarussell
en: Cards carousel
es: Carrusel de tarjetas
fr: Carrousel de cartes
tr: Kart karuseli
zh_hans: 卡片轮播

# cashflow.bulk_expense.help.crop.example.zone.nav
source: Нижнее меню
de: Untere Navigation
en: Bottom navigation
es: Navegación inferior
fr: Navigation inférieure
tr: Alt navigasyon
zh_hans: 底部导航

# cashflow.bulk_expense.help.crop.subtitle
source: Парсер лучше всего работает, когда в кадре только названия магазинов и суммы
de: Der Parser arbeitet am besten, wenn der Rahmen nur Händlernamen und Beträge enthält
en: The parser works best when the frame contains only merchant names and amounts
es: El parser funciona mejor cuando el marco contiene solo nombres de comercios e importes
fr: L'analyseur fonctionne mieux lorsque le cadre contient uniquement les noms des marchands et les montants
tr: Ayrıştırıcı, çerçeve yalnızca satıcı adları ve tutarlar içerdiğinde en iyi çalışır
zh_hans: 当画面里只剩商户名和金额时，识别效果最好

# cashflow.bulk_expense.help.crop.title
source: Как обрезать банковский скриншот
de: Bank-Screenshot zuschneiden
en: How to crop a bank screenshot
es: Cómo recortar una captura bancaria
fr: Comment recadrer une capture d'écran bancaire
tr: Banka ekran görüntüsü nasıl kırpılır
zh_hans: 如何裁剪银行截图

# cashflow.bulk_expense.help.crop.warning
source: Переводы и пополнения тоже могут распознаться, они попадут в `Переводы` и будут подсвечены красным для проверки
de: Überweisungen und Aufladungen können ebenfalls erkannt werden. Sie werden `Überweisungen` zugeordnet und rot markiert
en: Transfers and top-ups may be recognized too. They go to `Transfers` and are highlighted in red for cleanup
es: Las transferencias y recargas también pueden reconocerse. Van a `Transferencias` y se resaltan en rojo para limpieza
fr: Les virements et les recharges peuvent également être reconnus. Ils vont dans `Virements` et sont surlignés en rouge pour nettoyage
tr: Transferler ve para yüklemeleri de tanınabilir. `Transferler` kategorisine gider ve temizleme için kırmızıyla işaretlenir
zh_hans: 转账和充值也可能被识别出来。它们会进入 `Transfers`，并用红色标出供你清理

# cashflow.bulk_expense.help.hero.body
source: Этот экран нужен для быстрого внесения месячных расходов по категориям без ручного создания каждой операции
de: Nutze diesen Bildschirm, um monatliche Ausgaben nach Kategorie schnell zu erfassen, ohne jede Transaktion einzeln zu erstellen
en: Use this screen to quickly record monthly expenses by category without creating every transaction one by one
es: Usa esta pantalla para registrar rápidamente los gastos mensuales por categoría sin crear cada transacción una por una
fr: Utilisez cet écran pour enregistrer rapidement les dépenses mensuelles par catégorie sans créer chaque transaction une par une
tr: Her işlemi tek tek oluşturmadan aylık harcamaları kategoriye göre hızlıca kaydetmek için bu ekranı kullanın
zh_hans: 这个页面用来按分类快速补录整月支出，不必逐笔创建交易

# cashflow.bulk_expense.help.open
source: Как работает массовый импорт
de: Wie Massenimport funktioniert
en: How mass import works
es: Cómo funciona la importación masiva
fr: Comment fonctionne l'importation en masse
tr: Toplu içe aktarma nasıl çalışır
zh_hans: 查看批量导入说明

# cashflow.bulk_expense.help.sheet_title
source: Как это работает
de: So funktioniert es
en: How it works
es: Cómo funciona
fr: Comment ça marche
tr: Nasıl çalışır
zh_hans: 使用说明

# cashflow.bulk_expense.help.step.balance.body
source: Если переключатель включен, сохранение скорректирует текущий баланс карты. Выключи его, если нужна только история по категориям
de: Wenn der Schalter aktiviert ist, passt das Speichern auch den aktuellen Kontostand an. Deaktiviere ihn, wenn du nur kategorisierte Historie benötigst
en: If the toggle is on, saving also adjusts the current card balance. Turn it off when you only need categorized history
es: Si el toggle está activado, guardar también ajusta el saldo actual de la tarjeta. Desactívalo cuando solo necesites historial categorizado
fr: Si le bouton est activé, l'enregistrement ajuste également le solde actuel de la carte. Désactivez-le lorsque vous n'avez besoin que d'un historique catégorisé
tr: Geçiş açıksa kaydetme işlemi mevcut kart bakiyesini de ayarlar. Yalnızca kategorize edilmiş geçmişe ihtiyaç duyduğunuzda kapatın
zh_hans: 如果开关已启用，保存时还会同步调整当前卡片余额。如果你只想补分类历史，就把它关掉

# cashflow.bulk_expense.help.step.balance.title
source: Реши, обновлять ли баланс карты
de: Entscheide, ob Kontostand aktualisiert wird
en: Decide whether to update card balance
es: Decide si actualizar el saldo de la tarjeta
fr: Décidez si vous souhaitez mettre à jour le solde de la carte
tr: Kart bakiyesini güncelleyip güncellemeyeceğinize karar verin
zh_hans: 决定是否更新卡片余额

# cashflow.bulk_expense.help.step.categories.body
source: В ручном режиме вноси итоговую сумму месяца в нужную категорию. Числа форматируются сразу, а большие значения ужимаются, чтобы оставаться читаемыми
de: Im manuellen Modus gibst du das monatliche Gesamt für jede Kategorie ein. Zahlen werden sofort formatiert
en: In manual mode, enter the monthly total into each category. Numbers are formatted right away and large values shrink to stay readable
es: En modo manual, introduce el total mensual en cada categoría. Los números se formatean inmediatamente y los valores grandes se comprimen para ser legibles
fr: En mode manuel, saisissez le total mensuel dans chaque catégorie. Les nombres sont formatés immédiatement et les grandes valeurs se réduisent pour rester lisibles
tr: Manuel modda her kategoriye aylık toplamı girin. Sayılar hemen biçimlendirilir ve büyük değerler okunabilir kalması için küçülür
zh_hans: 在手动模式下，把每个分类的月度总额直接填进去。数字会立即格式化，长数字也会自动缩小以保持可读性

# cashflow.bulk_expense.help.step.categories.title
source: Заполняй категории итогами месяца
de: Kategorien mit monatlichen Summen füllen
en: Fill categories with monthly totals
es: Rellena categorías con totales mensuales
fr: Remplissez les catégories avec les totaux mensuels
tr: Kategorileri aylık toplamlarla doldurun
zh_hans: 按月度总额填写分类

# cashflow.bulk_expense.help.step.period.body
source: Сначала выбери месяц и карту. Импорт привязан именно к этой паре, поэтому при повторном открытии ты увидишь сохраненные суммы за тот же месяц
de: Wähle zuerst einen Monat und eine Karte. Der Import ist an dieses Paar gebunden
en: Choose a month and a card first. The import is tied to that exact pair, so reopening the screen shows the saved totals for the same month
es: Elige primero un mes y una tarjeta. La importación está vinculada a ese par exacto, por lo que al reabrir la pantalla se muestran los totales guardados para el mismo mes
fr: Choisissez d'abord un mois et une carte. L'importation est liée à cette paire exacte, donc rouvrir l'écran affiche les totaux enregistrés pour le même mois
tr: Önce bir ay ve kart seçin. İçe aktarma tam olarak bu çifte bağlıdır, bu nedenle ekranı yeniden açmak aynı ay için kaydedilen toplamları gösterir
zh_hans: 先选择月份和卡片。导入结果会绑定到这组组合，所以你重新打开页面时会看到同一个月的已保存总额

# cashflow.bulk_expense.help.step.period.title
source: Выбери период и карту
de: Zeitraum und Karte wählen
en: Choose period and card
es: Elige período y tarjeta
fr: Choisissez la période et la carte
tr: Dönem ve kart seçin
zh_hans: 选择周期和卡片

# cashflow.bulk_expense.help.step.save.body
source: Для одной карты и одного месяца хранится один набор категорий. Повторное сохранение обновляет его, а не плодит дубли
de: Eine Karte und ein Monat führen zu einem einzigen Kategoriesatz. Erneutes Speichern aktualisiert diesen Satz
en: One card and one month keep a single category set. Saving again updates that set instead of creating duplicates
es: Una tarjeta y un mes mantienen un único conjunto de categorías. Guardar de nuevo actualiza ese conjunto en lugar de crear duplicados
fr: Une carte et un mois conservent un seul ensemble de catégories. Enregistrer à nouveau met à jour cet ensemble au lieu de créer des doublons
tr: Bir kart ve bir ay tek bir kategori seti tutar. Tekrar kaydetmek kopya oluşturmak yerine bu seti günceller
zh_hans: 同一张卡在同一个月份只保留一份分类集合。再次保存会更新这份集合，而不是制造重复数据

# cashflow.bulk_expense.help.step.save.title
source: Сохраняй без дублей
de: Ohne Duplikate speichern
en: Save without duplicates
es: Guarda sin duplicados
fr: Enregistrer sans doublons
tr: Kopya olmadan kaydet
zh_hans: 无重复保存

# cashflow.bulk_expense.help.step.screenshot.body
source: Режим скриншотов сначала строит список для проверки. Исправь ошибки OCR, смени категории и только потом переноси проверенные строки в месячные итоги
de: Im Screenshot-Modus wird zuerst eine Prüfliste erstellt. OCR-Fehler beheben, Kategorien ändern und dann Zeilen übertragen
en: Screenshot mode builds a review list first. Fix OCR mistakes, change categories, and only then move reviewed rows into monthly totals
es: El modo captura primero crea una lista de revisión. Corrige errores OCR, cambia categorías y solo entonces mueve las filas revisadas a los totales mensuales
fr: Le mode capture d'écran crée d'abord une liste de révision. Corrigez les erreurs OCR, changez les catégories, puis déplacez les lignes révisées dans les totaux mensuels
tr: Ekran görüntüsü modu önce bir inceleme listesi oluşturur. OCR hatalarını düzeltin, kategorileri değiştirin ve ardından incelenen satırları aylık toplamlara taşıyın
zh_hans: 截图模式会先生成待审核列表。先修正 OCR 错误、调整分类，再把确认过的行合并到月度总额里

# cashflow.bulk_expense.help.step.screenshot.title
source: Или загрузи скриншоты
de: Oder Screenshots importieren
en: Or import screenshots
es: O importa capturas
fr: Ou importez des captures d'écran
tr: Ya da ekran görüntüsü içe aktarın
zh_hans: 或者导入截图

# cashflow.bulk_expense.manual.empty_parse
source: В импортированных данных не найдено ничего пригодного.
de: Keine verwertbaren Daten in den importierten Daten gefunden.
en: Nothing usable was found in the imported data.
es: No se encontró nada útil en los datos importados.
fr: Rien d'utilisable n'a été trouvé dans les données importées.
tr: İçe aktarılan veride kullanılabilir bir şey bulunamadı.
zh_hans: 导入的数据里没有找到可用内容。

# cashflow.bulk_expense.mode.manual
source: Вручную
de: Manuell
en: Manual
es: Manual
fr: Manuel
tr: Manuel
zh_hans: 手动

# cashflow.bulk_expense.mode.screenshot
source: Скриншот
de: Screenshot
en: Screenshot
es: Captura
fr: Capture d'écran
tr: Ekran görüntüsü
zh_hans: 截图

# cashflow.bulk_expense.month_picker.subtitle
source: Текущий месяц выбран по умолчанию. При необходимости переключи период и закрой лист
de: Standardmäßig ist der aktuelle Monat ausgewählt. Ändere den Zeitraum bei Bedarf
en: The current month is selected by default. Change the period if needed and close the sheet
es: El mes actual está seleccionado por defecto. Cambia el período si es necesario y cierra la hoja
fr: Le mois en cours est sélectionné par défaut. Modifiez la période si nécessaire et fermez la feuille
tr: Varsayılan olarak geçerli ay seçilidir. Gerekirse dönemi değiştirin ve sayfayı kapatın
zh_hans: 默认选中当前月份。如有需要，请切换周期后关闭这个页面

# cashflow.bulk_expense.month_picker.title
source: Выбери месяц
de: Monat auswählen
en: Select month
es: Seleccionar mes
fr: Sélectionner le mois
tr: Ay seçin
zh_hans: 选择月份

# cashflow.bulk_expense.pick_card
source: Выбери карту
de: Karte wählen
en: Choose card
es: Elegir tarjeta
fr: Choisir une carte
tr: Kart seçin
zh_hans: 选择卡片

# cashflow.bulk_expense.review.apply
source: Перенести в категории
de: In Kategorien übernehmen
en: Move to categories
es: Mover a categorías
fr: Déplacer vers les catégories
tr: Kategorilere taşı
zh_hans: 移入分类

# cashflow.bulk_expense.review.rows
source: Строк
de: Zeilen
en: Rows
es: Filas
fr: Lignes
tr: Satırlar
zh_hans: 行数

# cashflow.bulk_expense.review.subtitle
source: Сначала посмотри, что распозналось и в какие категории это пойдет. Тут можно исправить строку, сменить категорию или убрать мусор до переноса в итоги месяца
de: Prüfe, was erkannt wurde und wo es zugeordnet wird. Du kannst Text korrigieren, Kategorien ändern oder Rauschen entfernen
en: Check what was recognized and where it will go. You can fix text, change a category, or remove noise before moving rows into monthly totals
es: Revisa lo que se reconoció y a dónde irá. Puedes corregir texto, cambiar categoría o eliminar ruido antes de mover filas a los totales mensuales
fr: Vérifiez ce qui a été reconnu et où cela ira. Vous pouvez corriger le texte, changer une catégorie ou supprimer le bruit avant de déplacer les lignes dans les totaux mensuels
tr: Tanınanları ve nereye gideceğini kontrol edin. Satırları aylık toplamlara taşımadan önce metni düzeltebilir, kategori değiştirebilir veya gürültüyü kaldırabilirsiniz
zh_hans: 先看看识别结果会落到哪些分类。你可以先修正文案、改分类，或删除噪音，再把这些行合并进月度总额

# cashflow.bulk_expense.review.title
source: Проверь импорт
de: Import prüfen
en: Review import
es: Revisar importación
fr: Réviser l'importation
tr: İçe aktarmayı incele
zh_hans: 检查导入结果

# cashflow.bulk_expense.row.amount_placeholder
source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
tr: Tutar
zh_hans: 金额

# cashflow.bulk_expense.row.attention
source: Проверь
de: Prüfen
en: Review
es: Revisar
fr: Réviser
tr: İncele
zh_hans: 检查

# cashflow.bulk_expense.row.suggestion
source: Предположение: %@
de: Vorschlag: %@
en: Suggestion: %@
es: Sugerencia: %@
fr: Suggestion : %@
tr: Öneri: %@
zh_hans: 建议分类：%@

# cashflow.bulk_expense.row.title_placeholder
source: Магазин или категория
de: Händler oder Kategorie
en: Merchant or category
es: Comercio o categoría
fr: Marchand ou catégorie
tr: Satıcı veya kategori
zh_hans: 商户或分类

# cashflow.bulk_expense.row.use_category
source: В мою категорию
de: Kategorie wählen
en: Choose category
es: Elegir categoría
fr: Choisir une catégorie
tr: Kategori seç
zh_hans: 选择分类

# cashflow.bulk_expense.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# cashflow.bulk_expense.saved
source: Сохранено %lld итогов по категориям.
de: %lld Kategoriensummen gespeichert.
en: Saved %lld category totals.
es: Se guardaron %lld totales de categoría.
fr: %lld totaux de catégories enregistrés.
tr: %lld kategori toplamı kaydedildi.
zh_hans: 已保存 %lld 个分类总额。

# cashflow.bulk_expense.screenshot.hint
source: Загрузи банковские скриншоты, проверь распознанные строки и только потом переноси их в категории месяца
de: Lade Bank-Screenshots hoch, prüfe die erkannten Zeilen und übertrage sie dann in die Monatskategorien
en: Upload bank screenshots, review the recognized rows, and only then move them into the month categories
es: Sube capturas bancarias, revisa las filas reconocidas y solo entonces muévelas a las categorías del mes
fr: Téléchargez des captures d'écran bancaires, révisez les lignes reconnues, puis déplacez-les dans les catégories du mois
tr: Banka ekran görüntülerini yükleyin, tanınan satırları inceleyin ve ardından ay kategorilerine taşıyın
zh_hans: 上传银行截图，先检查识别出的行，再把它们合并到当月分类里

# cashflow.bulk_expense.screenshot.merge.completed
source: Проверенные строки перенесены в категории. Теперь импорт можно сохранять.
de: Geprüfte Zeilen wurden in Kategorien übertragen. Du kannst den Import jetzt speichern.
en: Reviewed rows were moved into categories. You can save the import now.
es: Las filas revisadas se movieron a categorías. Puedes guardar la importación ahora.
fr: Les lignes révisées ont été déplacées dans les catégories. Vous pouvez maintenant enregistrer l'importation.
tr: İncelenen satırlar kategorilere taşındı. İçe aktarmayı şimdi kaydedebilirsiniz.
zh_hans: 已将确认过的行移入分类，现在可以保存导入结果了。

# cashflow.bulk_expense.screenshot.merge.partial
source: Перенесено %1$@ строк. Еще %2$@ требуют проверки.
de: %1$@ Zeilen übertragen. %2$@ benötigen noch Prüfung.
en: Moved %1$@ rows. %2$@ still need review.
es: Se movieron %1$@ filas. %2$@ aún necesitan revisión.
fr: %1$@ lignes déplacées. %2$@ nécessitent encore une révision.
tr: %1$@ satır taşındı. %2$@ hâlâ inceleme bekliyor.
zh_hans: 已移入 %1$@ 行，还有 %2$@ 行需要检查。

# cashflow.bulk_expense.screenshot.merge.review_required
source: Сначала исправь или убери строки, которые еще требуют проверки, и только потом переноси их в категории месяца.
de: Prüfe oder entferne die Zeilen, die noch Aufmerksamkeit benötigen.
en: Review or remove the rows that still need attention before moving them into monthly categories.
es: Revisa o elimina las filas que aún necesitan atención antes de moverlas a categorías mensuales.
fr: Révisez ou supprimez les lignes qui nécessitent encore une attention avant de les déplacer dans les catégories mensuelles.
tr: Aylık kategorilere taşımadan önce hâlâ dikkat gerektiren satırları inceleyin veya kaldırın.
zh_hans: 先修正或删除仍需检查的行，再把它们移入当月分类。

# cashflow.bulk_expense.screenshot.pick
source: Выбрать скриншоты
de: Screenshots auswählen
en: Choose screenshots
es: Elegir capturas
fr: Choisir des captures d'écran
tr: Ekran görüntüsü seçin
zh_hans: 选择截图

# cashflow.bulk_expense.screenshot.processing
source: Анализирую скриншоты…
de: Screenshots werden analysiert…
en: Analyzing screenshots…
es: Analizando capturas…
fr: Analyse des captures d'écran en cours…
tr: Ekran görüntüleri analiz ediliyor…
zh_hans: 正在分析截图…

# cashflow.bulk_expense.screenshot.recognized
source: Распознано %1$@ строк. Проверь их перед переносом в категории.
de: %1$@ Zeilen erkannt. Prüfe sie vor der Übertragung.
en: Recognized %1$@ rows. Review them before moving them into categories.
es: Se reconocieron %1$@ filas. Revísalas antes de moverlas a categorías.
fr: %1$@ lignes reconnues. Révisez-les avant de les déplacer dans les catégories.
tr: %1$@ satır tanındı. Kategorilere taşımadan önce inceleyin.
zh_hans: 已识别 %1$@ 行，请先检查，再移入分类。

# cashflow.bulk_expense.search.placeholder
source: Поиск категории
de: Kategorie suchen
en: Search category
es: Buscar categoría
fr: Rechercher une catégorie
tr: Kategori ara
zh_hans: 搜索分类

# cashflow.bulk_expense.summary.balance_warning
source: Этот импорт превышает баланс выбранной карты на %1$@ %2$@.
de: Dieser Import überschreitet den Kontostand der ausgewählten Karte um %1$@ %2$@.
en: This import exceeds the selected card balance by %1$@ %2$@.
es: Esta importación excede el saldo de la tarjeta seleccionada en %1$@ %2$@.
fr: Cette importation dépasse le solde de la carte sélectionnée de %1$@ %2$@.
tr: Bu içe aktarma seçili kart bakiyesini %1$@ %2$@ aşıyor.
zh_hans: 这次导入比所选卡片余额多出 %1$@ %2$@。

# cashflow.bulk_expense.summary.rows
source: Категории
de: Kategorien
en: Categories
es: Categorías
fr: Catégories
tr: Kategoriler
zh_hans: 分类

# cashflow.bulk_expense.summary.total
source: Итог
de: Gesamt
en: Total
es: Total
fr: Total
tr: Toplam
zh_hans: 总计

# cashflow.bulk_expense.tile.clear
source: Очистить сумму
de: Betrag löschen
en: Clear amount
es: Limpiar importe
fr: Effacer le montant
tr: Tutarı temizle
zh_hans: 清空金额

# cashflow.bulk_expense.title
source: Массовый импорт
de: Massenimport
en: Mass import
es: Importación masiva
fr: Importation en masse
tr: Toplu içe aktarma
zh_hans: 批量导入

# cashflow.bulk_expense.toggle.off
source: Выключено
de: Aus
en: Off
es: Desactivado
fr: Désactivé
tr: Kapalı
zh_hans: 关闭

# cashflow.bulk_expense.toggle.on
source: Включено
de: Ein
en: On
es: Activado
fr: Activé
tr: Açık
zh_hans: 开启

# cashflow.category.actions.archive
source: Архивировать
de: Archivieren
en: Archive
es: Archivar
fr: Archiver
tr: Arşivle
zh_hans: 归档

# cashflow.category.actions.delete
source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
tr: Sil
zh_hans: 删除

# cashflow.category.actions.message
source: Выбери действие для этой категории.
de: Wähle eine Aktion für diese Kategorie.
en: Choose an action for this category.
es: Elige una acción para esta categoría.
fr: Choisissez une action pour cette catégorie.
tr: Bu kategori için bir işlem seçin.
zh_hans: 请选择此分类的操作。

# cashflow.category.actions.operations
source: Операции
de: Transaktionen
en: Operations
es: Operaciones
fr: Opérations
tr: İşlemler
zh_hans: 操作

# cashflow.category.actions.pin
source: Закрепить
de: Anheften
en: Pin
es: Fijar
fr: Épingler
tr: Sabitle
zh_hans: 固定

# cashflow.category.actions.unpin
source: Открепить
de: Lösen
en: Unpin
es: Desfijar
fr: Désépingler
tr: Sabitlemeyi kaldır
zh_hans: 取消固定
